Repository: agbotman/jarrbo_auth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Create account
nl: Account aanmaken

source: Reset password
nl: Wachtwoord resetten

source: Change password
nl: Wachtwoord wijzigen

source: Login
nl: Aanmelden

source: first name
nl: Voornaam

source: last name
nl: Achternaam

source: staff status
nl: Staf

source: Designates whether the user can log into this site.
nl: Geeft aan of de gebruiker mag aanmelden bij deze site.

source: active
nl: Actief

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
nl: Geeft aan of deze gebruiker een actieve gebruiker is. Deselecteer dit in plaats van het verwijderen van accounts.

source: date joined
nl: Aanmeldingsdatum

source: The activation key {{ activation_key }} is invalid and cannot be used to activate this account.
nl: De activatiesleutel {{ activation_key }} is niet geldig en kan niet gebruikt worden om dit account aan te melden.

source: Your account is activated now!
nl: Uw account is geactiveerd!

source: Hello, Someone, hopefully you, signed up for a new account at %(site)s using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar:
nl: Goedendag, Iemand, hopelijk was het u, heeft een nieuw account aangemeld bij %(site)s met dit e-mailadres. Als u zich inderdaad heeft aangemeld, gebruik dan onderstaande link om het account te activeren (of kopieer en plak de link in de adresbalk van uw browser.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(expiration_days)s days.
nl: Als u het niet was, dan hoeft u niets te doen. U ontvangt geen e-mails meer van ons en het account zal automatisch worden verwijderd in %(expiration_days)s dagen.

source: Activate your %(site)s account - you have %(expiration_days)s days!
nl: Activeer uw account bij %(site)s - u heeft %(expiration_days)s dagen!

source: Jarrbo login
nl: Aanmelden bij Jarrbo

source: Forgotten your password? Enter your email address below, and we&#39ll email instructions for setting a new one
nl: Bent u uw wachtwoord vergeten? Vul uw e-mail adres hieronder in en wij sturen u instructies om een nieuwe te kiezen.

source: Reset my password
nl: Reset mijn wachtwoord

source: You don&#39t have an account? You can create an account using the button below.
nl: U heeft geen account? U kunt een account aanmaken met onderstaande button.

source: You've been logged out.
nl: U bent afgemeld.

source: Login again
nl: Opnieuw aanmelden

source: Your password was changed.
nl: Uw wachtwoord is gewijzigd.

source: Change Password
nl: Wachtwoord wijzigen

source: Your password has been set. You may go ahead and log in now.
nl: Uw wachtwoord is ingesteld. U kunt nu inloggen.

source: Log in
nl: Aanmelden

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nl: De wachtwoord link is ongeldig, waarschijnlijk omdat hij al is gebruikt. U dient opnieuw een wachtwoord reset aanvragen.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
nl: Indien er account bestaat dat bij het e-mailadres hoort dat u heeft ingevuld, dan hebben wij u per e-mail instructies gestuurd om uw wachtwoord in te stellen

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
nl: Indien u geen e-mail ontvangt, controleer dan of u het juiste e-mailadres heeft ingevoerd of controleer uw spam folder.

source: Dear user,
nl: Geachte gebruiker,

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
nl: U ontvangt deze e-mail omdat u een wachtwoord reset heeft aangevraagd voor uw account bij %(site_name)s.

source: Please go to the following page and choose a new password:
nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:

source: Thanks for using our site!
nl: Bedankt voor het gebruiken van onze site!

source: The %(site_name)s team
nl: Het team van %(site_name)s

source: Enter your email address below, and we'll email instructions for setting a new one.
nl: Vul uw e-mail adres hieronder in en we sturen u een e-mail met instructies om een nieuwe in te stellen.

source: Password reset on %(site_name)s
nl: Wachtwoord reset voor %(site_name)s

source: You are signed in with account
nl: U bent aangemeld met account

source: Logout
nl: Afmelden

source: You can change your password using the button below.
nl: U kunt uw wachtwoord wijzigen met onderstaande button.

source: Jarrbo registration
nl: Registratie bij Jarrbo

source: Registration completed
nl: Registratie voltooid

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account.
nl: Er is een activatie link gestuurd naar het e-mailadres dat u heeft opgegeven, met instructies om het account te activeren.
